{
    "Email": "Email",
    "Extension": "Ramal",
    "Password": "Senha",
    "Remember me": "Lembrar senha",
    "Forgot your password?": "Esqueceu sua senha?",
    "Log in": "Logar",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura da aplicação. Por favor confirme sua senha antes de continuar.",
    "Confirm": "Confirmar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Deixe-nos saber seu endereço de email e nós enviaremos um link que permitirá que você escolha uma nova.",
    "Email Password Reset Link": "Enviar link para resetar senha",
    "Name": "Nome",
    "Confirm Password": "Confirmar Senha",
    "Already registered?": " Já possui uma conta?",
    "Register": "Regitrar",
    "Reset Password": "Resetar Senha",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor confirme o acesso na sua conta digitando o código de autenticação fornecido pelo seu aplicativo de autenticação.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor confirme o acesso a sua conta digitando um de seus códigos de recuperação de emergência.",
    "Code": "Código",
    "Recovery Code": "Código de Recuperação",
    "Use a recovery code": "use um código de recuperação",
    "Use an authentication code": "Use um código de autenticação",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se cadastrar! Antes de iniciar, poderia verificar seu endereço de email clicando no link que acabamos de enviar para você? Se você não recebeu o email, nós enviaremos um novo.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de email que você forneceu durante o cadastro.",
    "Resend Verification Email": "Reenviar Email de Verificação",
    "Log Out": "Encerrar Sessão",
    "Profile": "Perfil",
    "Create API Token": "Criar Token para API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Tokens para API permitem que serviços de terceiros autentiquem na sua aplicação em seu nome.",
    "Created.": "Criado.",
    "Create": "Criar",
    "Manage API Tokens": "Gerenciar Tokens para API",
    "You may delete any of your existing tokens if they are no longer needed.": "Você deve deletar qualquer um de seus tokens existentes se eles não não mais necessários.",
    "Last used": "Última vez utilizado em:",
    "Permissions": "Permissões",
    "Delete": "Deletar",
    "API Token": "Token para API",
    "Please copy your new API token. For your security, it wont be shown again.": "Por favor copie seu novo token para API. Para sua segurança, ele não será mostrado novamente.",
    "Close": "Fechar",
    "API Token Permissions": "Permissões de Token para API",
    "Nevermind": "Cancelar",
    "Save": "Salvar",
    "Delete API Token": "Deletar Token para API",
    "Are you sure you would like to delete this API token?": "Você tem certeza se gostaria de deletar este token para API.",
    "API Tokens": "Tokens para API",
    "Delete Account": "Deletar Conta",
    "Permanently delete your account.": "Deletar conta permanentemente.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Uma vez que sua conta for deletada, todos os seus recursos e dados serão permanentemente deletados. Antes de deletar sua conta, por favor faça o download de qualquer dado ou informação que você gostaria de manter.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Você tem certeza que deseja deletar sua conta? Uma vez que sua conta for deletada, todos os seus recursos e dados serão permanentemente deletados. Por favor digite sua senha para confirmar que você realmente deseja deletar permanentemente sua conta.",
    "Browser Sessions": "Sessões de Navegador",
    "Manage and log out your active sessions on other browsers and devices.": "Gerencie e faça o encerre a sessão de sua conta em outros navegadores e dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode encerrar a sessão em todos os outros navegadores e dispositivos. Algumas de suas sessões recentes estão listadas abaixo; entretanto esta lista pode não estar completa. Se você acredita que sua conta foi comprometida, você deveria alterar sua senha.",
    "Last active": "Ativo por último em",
    "Log Out Other Browser Sessions": "Encerrar sessão em outros navegadores.",
    "This device": "Este dispositivo",
    "Done.": "Finalizado",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor digite sua senha  para confirmar se você realmente quer encerrar a sua sessão em todos os outros navegadores, entre todos os seus dispositivos.",
    "Two Factor Authentication": "Autenticação em Dois Fatores",
    "Add additional security to your account using two factor authentication.": "Adicione uma camada extra de segurança na sua conta usando a autenticação em dois fatores.",
    "You have enabled two factor authentication.": "Você habilitou a autenticação em dois fatores.",
    "You have not enabled two factor authentication.": "Você não habilitou a autenticação em dois fatores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação em dois fatores está habilitada, será pedido um token aleatório e seguro durante o login. Você pode recuperar este token à partir do aplicativo Google Authenticator em seu telefone.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone authenticator application.": "Autenticação em dois fatores está ativa agora. Escaneie o QR code abaixo usando a aplicação de autenticação do seu telefone.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene esses códigos de recuperação em um gerenciador de senhas seguro. Ele pode ser utilizado para recuperar acesso na sua conta se o dispositivo de autenticação em dois fatores for perdido.",
    "Enable": "Ativar",
    "Regenerate Recovery Codes": "Recriar código de recuperação",
    "Show Recovery Codes": "Mostrar Códigos de Recuperação",
    "Disable": "Desativar",
    "Update Password": "Alterar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Garanta que sua conta está utilizando uma senha longa e aleatória para permanecer segura.",
    "Saved.": "Salvo.",
    "Current Password": "Senha Atual",
    "New Password": "Nova Senha",
    "Profile Information": "Informação de Perfil",
    "Update your account's profile information and email address.": "Atualize as informações do seu perfil e endereço de email.",
    "Photo": "Foto",
    "Select A New Photo": "Selecionar uma Nova Foto",
    "Remove Photo": "Remover Foto",
    "Manage Account": "Gerenciar Conta",
    "Team Details": "Detalhes da Equipe",
    "Create a new team to collaborate with others on projects.": "Criar uma nova equipe para colaborar com outros em projetos.",
    "Team Owner": "Proprietário da Equipe",
    "Team Name": "Nome da Equipe",
    "Manage Team": "Gerenciar Equipe",
    "Team Settings": "Configurações da Equipe",
    "Create New Team": "Criar Nova Equipe",
    "Switch Teams": "Trocar Equipes",
    "Create Team": "Criar Equipe",
    "Delete Team": "Deletar Equipe",
    "Permanently delete this team.": "Deletar equipe permanentemente.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Uma vez que uma equipe é deletada, todos os seus recursos e dados serão deletados permanentemente. Antes de deletar esta equipe, por favor faça o download de qualquer informação que você deseja reter.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Tem certeza que deseja apagar esta equipe? Uma vez que a equipe é deletada todos os seus recursos e dados serão permanentemente deletados.",
    "Add Team Member": "Adicionar Membro à Equipe",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adicione um novo membro a sua equipe, permitindo que ele colabore com você.",
    "Please provide the email address of the person you would like to add to this team.": "Por favor, forneça o endereço de email da pessoa que você gostaria de adicionar a esta equipe.",
    "Added.": "Adicionado",
    "Add": "Adicionar",
    "Pending Team Invitations": "Convites de Equipe Pendentes",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas pessoas foram convidadas para sua equipe e receberam um email. Eles poderão se juntar a equipe aceitando o email de convite.",
    "Cancel": "Cancelar",
    "Team Members": "Membros da Equipe",
    "All of the people that are part of this team.": "Todas as pessoas que são parte desta equipe.",
    "Leave": "Sair",
    "Remove": "Remover",
    "Manage Role": "Gerenciar Papel",
    "Leave Team": "Deixar Equipe",
    "Are you sure you would like to leave this team?": "Tem certeza que deseja deixa esta equipe?",
    "Remove Team Member": "Remover Membro da Equipe",
    "Are you sure you would like to remove this person from the team?": "Tem certeza de que você deseja remover esta pessoa da equipe?",
    "The teams name and owner information.": "Nome da equipe e informação do proprietário.",
    "Team": "Equipe",
    "Role": "Papel",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resultados"

}
